# Gph Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Gph Property
SymbolTypeId Class See Also
---
Symbol GPH, indicating unit US gallons per hour.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Gph { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Gph As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Gph {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace